Repository: veprogames/numbercluck
Catalog: assets/locale/*.po
Languages: de

source: Missions
de: Missionen

source: Quit
de: Beenden

source: Support the Original
de: Unterstütze das Original

source: iA on Steam
de: iA bei Steam

source: Main Menu
de: Hauptmenü

source: Successfully finish Missions to get save more score. Spend them here for Upgrades!
de: Schließe erfolgreich Missionen ab, um Punkte zu sammeln und hier Verbesserungen zu kaufen!

source: First Contact
de: Erster Kontakt

source: Another One
de: Nochmal

source: Stronger Chickens
de: Stärkere Hühner

source: Mixed Invasion
de: Gemischte Invasion

source: A new Color
de: Eine neue Farbe

source: Thanks for Playing! Enjoy!
de: Danke fürs Spielen! Viel Spaß!

source: Calm Before the Storm
de: Ruhe vor dem Sturm

source: Show 'em who's Boss!
de: Zeig ihm wer der Boss ist!

source: Minimum Firepower
de: Minimale Feuerkraft

source: Your Firepower starts at and can't fall below $$effect$$.
de: Du startest mit $$effect$$ Feuerkraft und kannst nicht darunter fallen.

source: Maximum Firepower
de: Maximale Feuerkraft

source: Your Firepower is capped at $$effect$$. You can collect more, but your damage won't increase.
de: Deine Feuerkraft ist auf $$effect$$ limitiert. Du kannst zwar mehr Feuerkraft sammeln, aber dein Schaden wird nicht weiter erhöht.

source: A new Beginning
de: Ein neues Abenteuer

source: Language
de: Sprache

source: Unknown Language
de: Unbekannte Sprache

source: Mission Complete!
de: Mission geschafft!

source: Score
de: Punkte

source: Second Contact
de: Zweiter Kontakt

source: A new Color... Again?
de: Eine neue Farbe, schon wieder?

source: Chromatic
de: Chromatisch

source: Beware, from below!
de: Achtung, von unten!

source: Crowded
de: Überfüllt

source: Third Contact
de: Dritter Kontakt

source: Soft Shell, Hard Core
de: Weiche Schale, Harter Kern

source: Hard Shell, Soft Core
de: Harte Schale, Weicher Kern

source: Catch me if you can!
de: Fang' mich doch!

source: Greeting
de: Begrüßung

source: Colorful
de: Farbenfroh

source: Chicken Rainbow
de: Hühner-Regenbogen

source: Warning! Boss Chicken Encounter!
de: Achtung! Boss-Huhn gesichtet!

source: The Winged Threat
de: Die geflügelte Bedrohung

source: Bil.
de: Mrd.

source: Quint.
de: Tril.

source: Oct.
de: Qrd.

source: Firepower Chance
de: Feuerkraft-Chance

source: Enemies drop Firepower $$effect$$ as likely.
de: Gegner lassen $$effect$$ so oft Feuerkraft fallen.

source: Booster Count
de: Booster-Menge

source: You start a Mission with $$effect$$ Boosters. Boosters greatly increase your firerate for a short amount of time.
de: Du erhält $$effect$$ Booster, wenn du eine Mission startest. Ein Booster erhöht für eine kurze Zeit deutlich deine Feuerrate.

source: Maxed
de: Max. Level

source: Max Lives
de: Max. Leben

source: You start a Mission with $$effect$$ Lives.
de: Du Start eine Mission mit $$effect$$ Leben.

source: Flying around aimlessly
de: Ziellos umherfliegen

source: All Colors
de: Alle Farben

source: Confusion
de: Verwirrung

source: Too quiet...
de: Zu ruhig...

source: Attack of the Clones
de: Der Angriff der Klonhühner

source: Armored
de: Gepanzert

source: After Colors come Patterns
de: Nach Farben kommen Muster

source: Checkered Invasion
de: Gekachelte Invasion

source: Small Checkerboard
de: Kleines Schachbrett

source: Geometric Patterns
de: Geometrische Formen

source: Show off!
de: Zeig's Ihnen!

source: Hello!
de: Hallo!

source: Missing Texture
de: Fehlende Textur

source: Large Checkerboard
de: Großes Schachbrett

source: Guarded
de: Beschützt

source: Show 'em who's boss?
de: Zeig ihm wer der Boss ist?

source: Now it's getting serious!
de: Jetzt wird's ernst!

source: Chickens Everywhere
de: Hühner überall

source: Paused
de: Pausiert

source: Continue
de: Fortsetzen

source: Surrender
de: Aufgeben

source: Music
de: Musik

source: Another Contact
de: Weiterer Kontakt

source: Back to Patterns
de: Zurück zu Mustern

source: Already a Bossfight?
de: Jetzt schon ein Bosskampf?

source: Chicken Acrobatics
de: Hühner-Akrobatik

source: Checkerboard
de: Schachbrett

source: New Checkers
de: Neue Kacheln

source: New Patterns
de: Neue Muster

source: Opposites
de: Gegensätze

source: Small but Tough
de: Klein aber Resistent

source: Prism
de: Prisma

source: Chicken Elite
de: Hühner-Elite

source: No Orientation
de: Orientierungslos

source: First Encounter
de: Erste Begegnung

source: Now, two of them
de: Jetzt kommen zwei von denen

source: Now it gets harder
de: Jetzt wird's schwerer

source: Too many
de: Zu viele

source: Checkered Boss is back!
de: Schachbrettboss ist zurück!

source: Final Boss
de: Endgegner

source: The Egg
de: Das Ei

source: The Nameless Mission
de: Die Namenlose Mission

source: Boss Rush
de: Bossrausch
